Repository: crypotex/taas
Catalog: locale/*/LC_MESSAGES/django.po
Languages: et, ru

source: Reservation
et: Broneering
ru: Бронирование

source: Date should not be in the past.
et: Aeg ei tohi olla minevikus.
ru: Дата не должна быть в прошлом.

source: There should be at least 15 minutes before reservation
et: Enne broneeringut peab olema vähemalt 15 minutit
ru: До начала забронированного времени должно быть как минимум 15 минут

source: Invalid reservation time.
et: Maksmata broneeringut ei kustutatud.
ru: Неверное время бронирования.

source: Start date should be earlier than end date.
et: Algusaeg peab olema enne lõppaega.
ru: Дата начала должна быть раньше даты конца.

source: Field does not exist.
et: Väljakut ei eksisteeri.
ru: Такой плошадки нет.

source: January
et: jaanuar
ru: Январь

source: February
et: veebruar
ru: Февраль

source: March
et: märts
ru: Март

source: April
et: aprill
ru: Апрель

source: May
et: mai
ru: Май

source: June
et: juuni
ru: Июнь

source: July
et: juuli
ru: Июль

source: October
et: oktoober
ru: Октябрь

source: December
et: detsember
ru: Декабрь

source: Month
et: Kuu
ru: Месяц

source: Year
et: Aasta
ru: Год

source: Password
et: Parool
ru: Пароль

source: Incorrect password.
et: Vale parool.
ru: Неправильный пароль.

source: name
et: nimi
ru: имя

source: cost
et: hind
ru: стоимость

source: description
et: kirjeldus
ru: описание

source: field
et: väljak
ru: площадка

source: fields
et: väljakud
ru: площадки

source: Transaction
et: Ülekanne
ru: Трансакция

source: Budget
et: Saldo
ru: Сальдо

source: Staged
et: Lavastatud
ru: Текущий платёж

source: type
et: tüüp
ru: тип

source: amount
et: summa
ru: сумма

source: date created
et: loodud
ru: дата создания

source: user
et: kasutaja
ru: пользователь

source: payment
et: makse
ru: платёж

source: payments
et: maksed
ru: платежи

source: start
et: algus
ru: начало

source: end
et: lõpp
ru: конец

source: Paid
et: Makstud
ru: Оплачено

source: Payment
et: Makse
ru: Платёж

source: reservation
et: broneering
ru: бронирование

source: reservations
et: broneeringud
ru: бронирования

source: price (€)
et: hind (€)
ru: цена (€)

source: Home
et: Kodu
ru: Начало

source: Add %(name)s
et: Lisa %(name)s
ru: Добавить %(name)s

source: Filter
et: Filtreeri
ru: Фильтр

source: Please correct the error below.
et: Palun parandage allpool asuv viga.
ru: Пожалуйста, исправьте ошибку ниже.

source: Please correct the errors below.
et: Palun parandage allpool asuvad vead.
ru: Пожалуйста, исправьте ошибки ниже.

source: Save
et: Salvesta
ru: Сохранить

# reservation
source: %(count)s %(vname)s
et: %(count)s broneering
ru: %(count)s бронирование

# user
source: %(count)s %(vname)s
et: %(count)s kasutaja
ru: %(count)s пользователь

# field
source: %(count)s %(vname)s
et: %(count)s väljak
ru: %(count)s площадка

# payment
source: %(count)s %(vname)s
et: %(count)s makse
ru: %(count)s платёж

source: %(count)s %(vname)s
et: %(count)s broneering
ru: %(count)s бронирование

source: Budget payment
et: Makse saldoga
ru: Платёж

source: Booking
et: Broneeri
ru: Бронирование

source: History
et: Ajalugu
ru: История

source: Balance
et: Raha
ru: Деньги

source: Account
et: Konto
ru: Учётная запись

source: FAQ
et: KKK
ru: Помощь

source: Confirmation
et: Kinnitus
ru: Подтверждение

source: Please enter your password to complete the booking(s).
et: Palun sisestage oma parool, et lõpetada broneering.
ru: Пожалуйста, введите свой пароль для завершения бронирования.

source: Pay
et: Maksa
ru: Заплатить

source: Help
et: Abi
ru: Помощь

source: How to make a reservation?
et: Kuidas broneerida?
ru: Как забронировать время?

source: Choose a suitable date from the calendar and then select one or more available time slots in the right table column (depending on which field(s) you want). The start time of the slot you choose has to be at least 30 minutes from now. To deselect a slot click on it once more. It is possible to book fields for multiple dates, just choose another date from the calendar. <br><br> When you have finished choosing, click <samp>"Next"</samp> to proceed to the payment page. Review your selections and if needed you can remove time slots that you do not need. You can pay using your account balance money (pre-added money) or pay through a bank link. <br><br> You have 10 minutes to complete your reservation. When time is up, all your selections will be removed.
et: Valige kalendrist sobiv kuupäev ja seejärel valige üks või mitu vaba kohta parempoolsest tabelist (olenevalt sellest, millist väljakut/väljakuid soovite). Koha alguskellaajast peab olema vähemalt 30 minutit praegusest hetkest. Et valitud kohalt broneeringut kustutada, vajutage broneeringule veel üks kord. Broneeringud võivad olla erinevatel päevadel, lihtsalt valige kalendrist teine kuupäev. <br><br> Kui te olete valimise lõpetanud, vajutage nupule <samp>"Edasi"</samp>, et liikuda makselehele. Vaadake uuesti valitud broneeringud üle ja vajadusel saate samalt lehelt broneeringuid ka kustutada. Maksta saab kontol oleva rahaga ehk saldoga või pangalingi kaudu. <br><br> Teil on aega 10 minutit, et broneerimine lõpule viia. Kui aeg saab otsa, kustutatakse kõik teie valitud broneeringud.
ru: Выберите подходящее число в календаре, а затем выберите одну или несколько доступных ячеек в правильном столбце таблицы (в зависимости от того, какую площадку вы хотите забронировать). Время начала ячейки должно быть на пол часа позже настоящего. Чтобы отменить выбор ячейки, нажмите на нее еще раз. Можно забронировать площадки для нескольких дат, просто выберите другое число в календаре. <br><br> Когда вы закончите выбор, нажмите кнопку <samp>"Далее"</samp>, чтобы перейти на страницу оплаты. Проверьте ваш выбор и, при необходимости, вы можете удалить время, которое вам не подходит. Вы можете оплатить с помощью вашего сальдо или заплатить через банковскую ссылку. <br><br>У вас есть 10 минут для завершения процесса бронирования. Когда время истечёт, все выбранные ячейки будут удалены.

source: What does A/B/C mean in the table?
et: Mida tähendavad tabelis olevad A/B/C?
ru: Что значат A/B/C в таблице?

source: There are 3 different fields available for booking. You can see a description of each field by hovering over the corresponding letter in the table header. Here is the plan of the whole ground: <br><br>
et: Võimalik on broneerida 3 väljakule. Iga väljaku kirjeldust näeb, kui <samp>"Broneeri"</samp> lehel tabeli peases olevatele tähtedele hiirega peale minna. Kogu valduse plaan näeb välja selline: <br><br>
ru: Для бронирования доступны 3 разные площадки. Вы можете увидеть описание каждой площадки при наведении стрелки курсора на соответствующую букву в заголовке таблицы. Вот план всего участка: <br><br>

source: What does color X mean in the table?
et: Mida tähendab tabelis värv X?
ru: Что значит цвет Х в таблице?

source: There are 4 colours to distinguish between different types of reservations. Hover over a color below to see the description.
et: Et teha vahet erinevat tüüpi broneeringutel, on kasutusel 4 värvi. Kui hiirega allpool olevatele värvidele peale minna, siis näeb iga värvi kohta tema kirjeldust.
ru: 4 цвета помогают различать разные типы бронирований. Наведите курсор на цвет ниже, чтобы увидеть описание.

source: Where do I see my upcoming/past reservations?
et: Kus ma näen oma tulevasi/vanu broneeringuid?
ru: Где я могу увидеть мои будущие/прошедшие бронирования?

source: Click on the <samp>"History"</samp> tab, you should see the table with all of your reservations. <br><br> Reservations are in descending order, i.e. upcoming reservations are on the top while older ones are below them. You can sort the table by field, start or end time. To see reservations from the past or next month, select the month above the table and click <samp>"Sort"</samp>.
et: Vajutage vahelehel <samp>"Ajalugu"</samp> ja te peaksite nägema tabelit kõigi oma broneeringutega. <br><br> Broneeringud on kahanevas järjekorras, s.t tulevased broneeringud on ülevalpool ja vanad broneeringud on allpool. Broneeringuid on võimalik sorteerida väljaku, algusaja või lõppaja järgi. Et näha järgmise või eelmise kuu broneeringuid, valige sobiv kuu tabeli peasest ja vajutage nupule <samp>"Sorteeri"</samp>.
ru: Нажмите на вкладку <samp>"История"</samp>, вы должны увидеть таблицу со всеми вашими бронированиями. <br><br> Таблица представлена в порядке убывания, т. е. предстоящие бронирования сверху, а прошедшие ниже их. Вы можете отсортировать таблицу по площадке, времени начала или времени окончания. Чтобы увидеть бронирования из прошлого или следующего месяца, выберите этот месяц над таблицей и нажмите кнопку <samp>"Сортировать"</samp>.

source: Is it possible to modify an upcoming reservation?
et: Kas tulevat broneeringut on võimalik muuta?
ru: Могу ли я изменить мое бронирование?

source: You can change time or/and field of your reservation whenever you want but not 15 minutes before the start of the reservation. That means if you have, for example, a reservation starting at 14:00, then you can make changes until 13:45. Note that you can only choose a new time or/and field for the same date as the reservation that you are trying to edit.
et: Te saate muuta oma broneeringul kellaaega ja/või väljakut ükskõik millal, aga 15 minutit enne broneeringu algust enam mitte. See tähendab, et kui teil on näiteks broneering algusega 14:00, siis te saate muudatusi teha kuni kella 13:45. Pange tähele, et broneeringul, mida te muudate, saate valida ainult uut kellaaega ja/või väljakut samale päevale.
ru: Вы можете изменить время или/и площадку бронирования, но не позднее 15-и минут до начала выбранного времени. Это означает, что если у вас есть, например, бронирование с началом в 14:00, то вы можете внести изменения до 13:45. Обратите внимание, что вы можете выбрать новое время или/и площадку только на эту же дату, которая была забронирована.

source: Is it possible to cancel an upcoming reservation?
et: Kas tulevat broneeringut on võimalik kustutada?
ru: Могу ли я отменить мое бронирование?

source: You can remove a reservation 24 hours before the day of the reservation. E.g. you have a reservation on 29th of November, then you can cancel it until 23:59 on 28th November. <br><br> The money will be added to your account's balance.
et: Broneeringut saab kustutada 24 tundi enne broneeringu päeva. Näiteks teil on broneering 29. novembril, siis saate seda kustutada kuni kella 23:59 28. novembril. <br><br> Raha kustutatud broneeringute eest lisatakse teie saldole.
ru: Вы можете отменить бронирование за 24 часа до даты начала брони. Например, если у вас есть бронь на 29 ноября, то вы можете отменить её до 23:59 28 ноября. <br><br> Деньги будут добавлены к вашему сальдо.

source: How do I modify an upcoming reservation?
et: Kuidas ma muudan tulevat broneeringut?
ru: Как изменить бронирование?

source: Click on the <samp>"History"</samp> tab, you should see the table with all of your reservations. <br><br> If you can edit a reservation (check <em><a href="#q5">Is it possible to modify an upcoming reservation?</a></em>), then there will be a pencil icon next to the reservation, click on it. <br><br> You should see an alert asking for confirmation. If you really want to change the reservation then click <samp>"OK"</samp>, otherwise decline by clicking <samp>"Cancel"</samp>. <br><br> You should see a table where a red slot indicates the reservation you are trying to change. Drag it to another slot that suits you and is free. Then click <samp>"Submit"</samp>.
et: Vajutage vahelehel <samp>"Ajalugu"</samp> ja te peaksite nägema tabelit kõigi oma broneeringutega. <br><br> Kui te saate broneeringut muuta (vaadake küsimust <i><a href="#q5">Kas tulevat broneeringut on võimalik muuta?</a></i>), siis on broneeringu kõrval pliiatsiikoon, vajutage selle peal. <br><br> Te peaksite nägema hoiatust, mis küsib muutmise kinnitust. Kui te tõesti soovite broneeringut muuta, vajutage nupule <samp>"OK"</samp>, muul juhul keelduge vajutades nupule <samp>"Tühista"</samp>. <br><br> Te peaksite nägema tabelit, kus on punane kast, mis näitab, millist broneeringut te muuta soovite. Lohistage see uude kohta, mis teile sobib ja mis on vaba. Siis vajutage nupule <samp>"Edasi"</samp>.
ru: Нажмите на вкладку <samp>"История"</samp>, вы должны увидеть таблицу со всеми вашими бронированиями. <br><br> Если вы можете изменить бронь (посмотрите <i><a href="#q5">Могу ли я изменить мое бронирование?</a></i>), тогда возле брони будет значок карандаша, нажмите на него. <br><br> Вы должны увидеть предупреждение с запросом на подтверждение. Если вы действительно хотите изменить бронирование нажмите кнопку <samp>"ОК"</samp>. <br><br> Вы должны увидеть таблицу, где красный квадрат указывает на время бронирования, которое вы пытаетесь изменить. Перетащите квадрат на другое время, которое подходит вам и является свободным. Затем нажмите кнопку <samp>"Отправить"</samp>.

source: How do I cancel an upcoming reservation?
et: Kuidas ma kustutan tulevat broneeringut?
ru: Как отменить бронирование?

source: Click on the <samp>"History"</samp> tab, you should see the table with all of your reservations. <br><br> If you can remove a reservation (check <em><a href="#q6">Is it possible to cancel an upcoming reservation?</a></em>), then there will be a cross icon next to the reservation, click on it. <br><br> You should see an alert asking for confirmation. If you really want to delete the reservation then click <samp>"OK"</samp>, otherwise decline by clicking <samp>"Cancel"</samp>.
et: Vajutage vahelehel <samp>"Ajalugu"</samp> ja te peaksite nägema tabelit kõigi oma broneeringutega. <br><br> Kui te soovite broneeringut kustutada (kontrollige küsimust <i><a href="#q6">Kas tuevat broneeringut on võimalik kustutada?</a></i>), siis on broneeringu kõrval ristiikoon, vajutage selle peale. <br><br> Te peaksite nägema hoiatust, mis küsib kinnitust. Kui te tõesti tahate broneeringut kustutada, vajutage nupule <samp>"OK"</samp>, muul juhul keelduge vajutades nupule <samp>"Tühista"</samp>.
ru: Нажмите на вкладку <samp>"История"</samp>, вы должны увидеть таблицу со всеми вашими бронированиями. <br><br> Если вы можете отменить бронь (посмотрите <i><a href="#q6">Могу ли я отменить мое бронирование?</a></i>), тогда возле брони будет крестик, нажмите на него. <br><br> Вы должны увидеть предупреждение с запросом на подтверждение. Если вы действительно хотите удалить бронирование нажмите кнопку <samp>"ОК"</samp>.

source: Where can I see and change my account information?
et: Kus ma näen ja saan oma konto andmeid muuta?
ru: Где я могу увидеть и изменить мою учётную запись?

source: Click on the <samp>"Account"</samp> tab, you should see the account modification page. <br><br> You can update your name, phone number and password. If you want to change your password, then click on the checkbox and fill in all the fields, otherwise leave checkbox unchecked and just click <samp>"Update"</samp> to finish. You cannot leave name and phone number fields empty. <br><br> You cannot change your e-mail for security reasons. If you really need to change your e-mail, then contact the administrator.
et: Vajutage vahelehele <samp>"Konto"</samp> ja te peaksite nägema konto muutmise lehte. <br><br> Te saate muuta oma nime, telefoninumbrit ja parooli. Kui te soovite muuta oma parooli, vajutage kastil <samp>"Muuda parooli"</samp> ja täitke kõik väljad ära. Muul juhul ärge kastile vajutage ja lihtsalt vajutage nupule <samp>"Uuenda"</samp>, et uuendamist lõpetada. Nime ja telefoninumbri väljad ei tohi olla tühjad. <br><br> E-posti aadressi ei saa muuta turvakaalutlustel. Kui te tõesti soovite muuta oma e-posti aadressi, siis võtke ühendust administraatoriga.
ru: Нажмите на вкладку <samp>"Учётная запись"</samp>, вы должны увидеть страницу для изменения учётной записи. <br><br> Вы можете изменить ваше имя, номер телефона и пароль. Если вы хотите изменить ваш пароль, отметьте флажок с галочкой и заполните все поля или оставьте флажок неотмеченным и просто нажмите кнопку <samp>"Изменить"</samp>, чтобы закончить. Вы не можете оставить поля "Имя" и "Номер телефона" пустыми. <br><br> Вы не можете изменить адрес электронной почты по соображениям безопасности. Если вам действительно необходимо изменить свой адрес электронной почты обратитесь к администратору.

source: How to add money to my account balance?
et: Kuidas ma saan oma saldole raha lisada?
ru: Как добавить деньги?

source: Click on the <samp>"Balance"</samp> tab, you should see the account balance page. <br><br> Fill in the amount you wish to add to your account balance and click <samp>"Submit"</samp> to proceed to pay.
et: Vajutage vahelehele <samp>"Raha"</samp> ja te peaksite nägema saldo lehte. <br><br> Sisestage summa, mida soovite lisada oma saldole ja vajutage nupule <samp>"Edasi"</samp>, et hakata maksma.
ru: Нажмите на вкладку <samp>"Деньги"</samp>, вы должны увидеть страницу с вашим сальдо. <br><br> Введите сумму, которую вы хотите добавить и нажмите <samp>"Отправить"</samp>, чтобы перейти на страницу оплаты.

source: Do you really want to remove this reservation?
et: Kas sa soovid seda broneeringut kustutada?
ru: Вы уверены что хотите удалить бронирование?

source: Do you really want to modify this reservation?
et: Kas sa soovid seda broneeringut muuta?
ru: Вы уверены что хотите изменить бронирование?

source: Are you sure?
et: Oled sa kindel?
ru: Вы уверены?

source: Cancel
et: Tühista
ru: Отменить

source: Sort
et: Sorteeri
ru: Сортировать

source: There are no reservations in this month.
et: Selles kuus pole ühtegi reserveeringut.
ru: У вас нет бронирований в этом месяце.

source: Please select slots, which are 30 minutes later from now.
et: Palun valige ajad, mis on praegusest hetkest 30 minuti pärast.
ru: Время должно быть на пол часа позже настоящего.

source: Submit
et: Edasi
ru: Дальше

source: Pay for the reservations
et: Maksa broneeringute eest
ru: Заплатить

source: previous
et: eelmine
ru: предыдущая

source: Page
et: Leht
ru: Страница

source: next
et: järgmine
ru: следущая

source: I agree to the
et: Nõustun
ru: Я согласен с

source: Terms of service
et: üldtingimustega
ru: правилами и условиями

source: Payment conditions
et: maksetingimustega
ru: УСЛОВИЯ ОПЛАТЫ

source: and
et: ja
ru: и

source: Privacy policy
et: privaatuspoliitikaga
ru: ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ

source: Choose a new time for the reservation
et: Valige broneeringu jaoks uus aeg
ru: Выберите новое время для бронирования:

source: Drag the red box to another slot that suits you and is free.
et: Lohistage punane kast teise kohta, mis teile sobib ja on vaba.
ru: Перетащите красный прямоугольник на другое время, которое подходит вам и является свободным.

source: Total price:
et: Koguhind:
ru: Итоговая цена:

source: Previous
et: Eelmine
ru: Предыдущая

source: Page %(current)s of %(total)s
et: %(current)s. leht %(total)s-st
ru: Страница %(current)s из %(total)s

# järgmine
source: Next
et: Järgmine
ru: Дальше

# reservation history with of
source: %(count)s %(vname)s of %(total)s
et: %(count)s broneering %(total)s-st
ru: %(count)s бронирование из %(total)s

# reservation history
source: %(count)s %(vname)s
et: %(count)s broneering
ru: %(count)s бронирование

source: User should be able to make 2 reservations on same datetime on different fields
et: Kasutaja peab saama teha 2 broneeringut samale ajale erinevatele väljakutele

source: All three reservations are shown
et: Näidatakse kõiki kolme broneeringut

source: Not all unpaid reservations are deleted
et: Kõiki maksmata broneeringuid ei kustutata

source: Unpaid Resevation is not deleted.
et: Maksmata broneeringut ei kustutatud.

source: Reservation is automatically paid. It should be unpaid.
et: Broneeringu eest on automaatselt makstud. See peaks olema maksmata.

source: Anonymous user can make a valid reservation
et: Anonüümne kasutaja saab luua kehtiva broneeringu

source: Reservation posted with missing data
et: Broneering saadeti puuduvate andmetega

source: Reservation posted 15 minutes before
et: Broneering tehti 15 minutit enne

source: Reservation posted 5 minutes after
et: Broneering tehti 5 minutit pärast

source: Reservation posted at the same time of now()
et: Broneering tehti samal ajal kui now()

source: Reservation posted 1 minute after
et: Broneering tehti 1 minut pärast

source: No reservation made with valid data
et: Mitte ühtegi broneeringut ei tehtud õigete andmetega

source: Success
et: Õnnestus
ru: Успех

source: Error
et: Viga
ru: Ошибка

source: Invalid key.
et: Ebasobiv võti.
ru: Неправильный ключ.

source: Cannot delete the reservation.
et: Broneeringut ei saa kustutada.
ru: Не удается удалить бронирование.

source: Not allowed.
et: Pole lubatud.
ru: Нет доступа

source: Adding money to budget was cancelled.
et: Raha lisamine saldole tühistati.
ru: Деньги не были добавлены.

source: Payment was cancelled.
et: Makse tühistati.
ru: Платёж был аннулирован.

source: Successfully added money to the budget.
et: Edukalt lisatud raha saldosse.
ru: Деньги добавлены.

source: Error occurred. Please contact administrator.
et: Viga. Palun võtke ühendust adminstraatoriga.
ru: Ошибка. Свяжитесь с администратором.

source: Successfully paid for the reservations.
et: Edukalt makstud broneeringute eest.
ru: Успешно заплачено за бронирование.

source: You do not have enough money.
et: Saldol on liiga vähe raha.
ru: У Вас недостаточно денег.

source: Estonian
et: eesti
ru: эстонский

source: Russian
et: русский
ru: русский

source: User status
et: Kasutaja olek
ru: Статус пользователя

source: User registration
et: Registreerumine
ru: Регистрация пользователя

source: Dear %(first_name)s, You have successfully registered to the Tartu Agility Arenguselts. Please wait till admin user verifies your account. You will get notification about that. Best regards, Tartu Agility Arenguselts
et: Lugupeetud %(first_name)s, Te olete edukalt registreerinud Tartu Agility Arenguseltsi kasutajaks. Palun oodake, kuni administraator Teie konto verifitseerib. Teie e-posti aadressile saadetakse selle kohta teavitus. Parimate soovidega, Tartu Agility Arenguselts
ru: Уважаемый/Уважаемая %(first_name)s, Вы успешно зарегистрированы на сайте Tartu Agility Arenguselts. Пожалуйста, подождите пока администратор активирует вашу учетную запись. Вы получите уведомление. С уважением, Tartu Agility Arenguselts

source: Dear %(first_name)s, Your account was successfully verified by the Tartu Agility Arenguselts. You can login now. Best regards, Tartu Agility Arenguselts
et: Lugupeetud %(first_name)s, Teie konto verifitseeriti edukalt Tartu Agility Arenguseltsi poolt. Te saate nüüd sisse logida. Parimate soovidega, Tartu Agility Arenguselts
ru: Уважаемый/Уважаемая %(first_name)s, Ваша учетная запись на сайте Tartu Agility Arenguselts была успешно активирована. Вы можете войти на сайт. С уважением, Tartu Agility Arenguselts

source: Dear %(first_name)s, Your Tartu Agility Arenguselts user was disabled. Please contact administrator for further information. Best regards, Tartu Agility Arenguselts
et: Lugupeetud %(first_name)s, Teie Tartu Agility Arenguseltsi kasutajakonto on kinni. Lisainformatsiooni jaoks võtke ühendust administraatoriga. Parimate soovidega, Tartu Agility Arenguselts
ru: Уважаемый/Уважаемая %(first_name)s, Ваша учетная запись на сайте Tartu Agility Arenguselts была деактивирована. Пожалуйста, свяжитесь с администратором для получения дополнительной информации. С уважением, Tartu Agility Arenguselts

source: Tartu Agility Playground
et: Tartu Agility Arenguselts
ru: Tartu Agility Arenguselts

source: Your reservation time has been expired.
et: Broneeringute aeg on möödas.
ru: Ваше время истекло.

source: A-FIELD (JUMPS):
et: A-PLATS (HÜPPERADA)
ru: ПЛОЩАДКА А (ДЛЯ ПРЫЖКОВ):

source: hurdles (10)
et: tõkked (10)
ru: барьеры (10)

source: open tunnels (4) = 2x6m, 5m, 3m
et: tunnelid (4) = 2x6m, 5m, 3m
ru: туннели (4) = 2x6м, 5м, 3м

source: wall (1)
et: müür (1)
ru: стена (1)
