Repository: crypotex/taas
Catalog: locale/*/LC_MESSAGES/django.po
Languages: et, ru

source: Tartu Agility Arenguselts has taken the obligation to protect it's customers' and users' privacy. Derived from that we have compiled the principles of privacy policy, which dictate the collection, usage, disclosure and preservation of personal data. Our actions in the internet are in accordance with the corresponding actions and regulations of European Union´s and Estonian laws. Would you be so kind and find some time to make acquintance with them. <br><br> <b>Collecting and using personal data</b> <br> Personal data is data , which is collected by Tartu Agility Arenguselts to fulfill the contract signed with private citizens or for contacting them. Regular customer´s data collection may happen by submitting contact data on our website. By registering to be our user, we ask you to submit personal data and information. The aforementioned data includes name, e-mail address and phone number. <br><br> <b>Collection of other data</b> <br> We do not collect unpersonalized data which can't be connected with you (gender, age, language preferences, location). <br><br> <b>Usage of collected data</b> <br> We will be using the collected data to provide better services and to fulfill our obligations in front of our clients. <br><br> <b>Changes of collected data</b> <br> Personal data used for identifying the clients and contacting him/her can be seen, changed and complemented under the „ACCOUNT“ area. <br><br> Since the E-mail is used as the username on our website, we ask you to kindly notify when you wish to change that. <br><br> <b>Protection of personal data</b> <br> Tartu Agility Arenguselts applies all necessary measures (including but not limited to administrative, legal, technical and physical) to protect our clients' data. Access to this data for change and analysis is granted only for authorized personal. <br><br> <b>Safety</b> <br> All personal data received through the booking system will be treated as confidential information. Encrypted data transfer system with banks provides the necessary level of safety for the purchaser's personal data and bank requisites. <br><br> <b>Terms and amendments</b> <br> By using our website you agree to the terms, conditions and principles mentioned earlier in this document. We will reserve the right to change the policy or add amendments to the privacy policy's general terms and upon such case all clients will be notified. <br><br> If you have any questions regarding the policy itself or the treatment of personal data please do not hesitate to contact us through <a href="mailto:agility.arenguselts@gmail.com" target="_top">agility.arenguselts@gmail.com</a>
et: Tartu Agility Arenguselts on võtnud endale kohustuse kaitsta klientide ja kasutajate privaatsust. Sellest lähtuvalt oleme koostanud käesolevad privaatsuspoliitika põhimõtted, mis käsitlevad kliendi andmete kogumist, kasutamist, avaldamist, edastamist ja talletamist. Meie tegevus internetis on kooskõlas kõigi asjakohaste tegevuste ja vastavate Euroopa Liidu õigusaktide ja Eesti Vabariigi seadustega. Leia veidi aega ja tutvu meie privaatsuspõhimõtetega. <br><br> <b>Isikuandmete kogumine ja kasutamine</b> <br> Isikuandmed on andmed, mida Tartu Agility Arenguselts kogub üksikisikuga sõlmitud lepingu täitmisel või temaga ühenduse võtmiseks. Püsikliendi isikuandmete kogumine toimub kontaktandmete esitamisel meie veebisaidil.Tartu Agility Arenguselts palub veebilehe kasutajaks registreerimisel vabatahtlikult esitada isikuandmeid ja personaalset informatsiooni. Nõutavad isikuandmed sisaldavad nime, e-posti aadressi ja telefoninumbrit. <br><br> <b>Muude andmete kogumine</b> <br> Tartu Agility Arenguselts ei kogu Teie isikustamata andmeid – andmeid, mida ei saa otseselt ühe kindla isikuga siduda (sugu, vanus, keele eelistus, asukoht). <br><br> <b>Kogutud isikuandmete kasutamine</b> <br> Kogutud isikuandmeid kasutame teenuse pakkumisel ning kliendi ees võetud kohustuste täitmiseks. <br><br> <b>Kogutud isikuandmete muutmine</b> <br> Kliendi tuvastamiseks ja temaga kontakteerumiseks kogutud isikuandmeid on võimalik näha, muuta ja täiendada meie veebisaidil „KONTO“ alas. <br><br> E-maili (Tartu Agility Arenguselts veebisaidi kasutajatunnuse) muutumisel palume meid sellest teavitada, kuna seda ei ole kliendil endal võimalik muuta. <br><br> <b>Isikuandmete kaitse</b> <br> Tartu Agility Arenguselts rakendab kõiki ettevaatusabinõusid (sh administratiivsed, tehnilised ja füüsilised meetmed) kliendi isikuandmete kaitsmiseks. Juurdepääs andmete muutmiseks ja töötlemiseks on ainult selleks volitatud isikutel. <br><br> <b>Turvalisus</b> <br> Kõiki Tartu Agility Arenguselts broneerimissüsteemi kaudu teatavaks saanud kliendi isikuandmeid käsitletakse kui konfidentsiaalset infot. Krüpteeritud andmesidekanal pankadega tagab ostu sooritaja isikuandmete ja pangarekvisiitide turvalisuse. <br><br> <b>Privaatsuspoliitika tingimused ja muudatused</b> <br> Meie veebisaiti kasutama asudes oled käesolevate põhimõtete ja tingimustega tutvunud ning nendega nõustunud. Jätame endale õiguse vajadusel privaatsuspoliitika üldtingimusi muuta, teavitades sellest kõiki püsikliente. <br><br> Kõigi privaatsuspoliitika või andmetöötluse kohta tekkivate küsimuste või muredega palume võtta meiega ühendust aadressil <a href="mailto:agility.arenguselts@gmail.com" target="_top">agility.arenguselts@gmail.com</a>
ru: Tartu Agility Arenguselts взяло на себя обязательство защищать конфиденциальность клиентов и пользователей. В связи с этим мы составили список принципов конфиденциальности, которые объясняют использование собранных клиентских данных, а так же их публикацию, передачу и хранение. Наша деятельность в интернете соответствует всем касающихся законодательствам Европейского союза и законам Эстонской Республики. Найдите немного времени и ознакомьтесь с нашей политикой конфиденциальности. <br><br> <b>Сбор и использование личных данных</b> <br> Личная информация – это информация, которую Tartu Agility Arenguselts собирает для исполнения заключенным с частным лицом договора, а так же для возможности связаться с ним. Сбор персональных данных постоянных клиентов происходит с помощью передачи данных на нашем веб-сайте. Tartu Agility Arenguselts просит при регистрации добровольно предоставить личную информацию. Необходимые личные данные включают в себя имя, адрес электронной почты и номера телефона. <br><br> <b>Сбор других данных</b> <br> Tartu Agility Arenguselts не собирает информацию неличного характера - данные, которые не могут быть непосредственно связаны с конкретным лицом (пол, возраст, язык предпочтения, место нахождения). <br><br> <b>Использование собранных персональных данных</b> <br> Собранные персональные данные будут использоваться для предложения профессиональных услуг и выполнения обязательств по отношению к клиенту. <br><br> <b>Изменение собранных персональных данных</b> <br> Для изменения контактных данных и данных идентификации можно видеть, изменять и дополнять на нашем веб-сайте в графе "Аккаунт". <br><br> Для изменения адреса электронной почты (имя пользователя на веб-сайте Tartu Agility Arenguselts) просим связаться с нами, так как самостоятельно адрес электронной почты изменить невозможно. <br><br> <b>Защита персональных данных</b> <br> Tartu Agility Arenguselts использует все меры предосторожности (в том числе административные, технические и физические меры) для защиты персональных данных клиента. Доступ к изменению и использованию данных имеется только у уполномоченных лиц. <br><br> <b>Безопасность</b> <br> Все персональные данные клиента, которые стали известны через систему бронирования Tartu Agility Arenguselts, будут рассматриваться в качестве конфиденциальной информации. Зашифрованный канал связи с банками обеспечивает защищенность личной информации, в том числе банковских реквизитов. <br><br> <b>Условия политики конфиденциальности и внесение изменений</b> <br> При использовании нашего веб-сайта вы подтверждаете, что ознакомлены с нашими принципами и условиями и принимаете их. В случае необходимости мы оставляем за собой право изменять общие условия политики конфиденциальности, при этом информировав об изменениях всех клиентов. <br><br> Если у вас возникли проблемы или вопросы о политике конфиденциальности или обработке данных, пожалуйста, свяжитесь с нами по адресу <a href="mailto:agility.arenguselts@gmail.com">xxagility.arenguselts@gmail.com</a>.

source: Terms and Conditions
et: Kasutustingimused
ru: Правила и условия

source: <h2>Terms of service</h2> <h3>The user of the ground agrees to:</h3> <div class="fieldWrapper"> <ol> <li>stay on the grounds only on the prearranged time and purpose.</li> <li>use carefully the inventory of Tartu Agility Arenguselts.</li> <li>inform immediately if there is missing or broken inventory.</li> <li>park in the specified parking lot.</li> <li>guarantee that his dog maintains cleanliness on the fields with fake grass, penalty 10 euros. </li> <li>clean after his dog in the area surrounded with the fence and near it. </li> <li>ensure that his dog is not a threat to other dogs or people. </li> <li>respect other users of the grounds.</li> <li>lock all the gates and turn of the lights if he leaves as the last person.</li> <li>follow signs on the surrounding fields and not walk their dog there. </li> <li>inform immediately if the aforementioned rules are being broken or other inadvisable behaviour on the grounds or near it. <br> <b>Prompt information:</b> phone <a href=\tel:+3725271414\>+372 527 1414</a> <br> <b>Normal information:</b> e-mail <a href=\mailto:agility.arenguselts@gmail.com\>agility.arenguselts@gmail.com</a> </li> </ol> </div> <h2>Terms and Conditions of Purchase along with guidance to make the reservations and manage the account</h2> <div class="fieldWrapper"> <p> <b>In order to make a reservation</b> choose a suitable date from the calendar and then select one or more available time slots in the right table column (depending on which field(s) you want). The start time of the slot you choose has to be at least 30 minutes from now. To deselect a slot click on it once more. It is possible to book fields for multiple dates, just choose another date from the calendar. <br> When you have finished choosing, click "Next" to proceed to the payment page. Review your selections and if needed you can remove time slots that you do not need. You can pay using your account balance money (pre-added money) or pay through a bank link. <br> You have 10 minutes to complete your reservation. When time is up, all your selections will be removed. <br> There are 3 different fields available for booking. You can see a description of each field by hovering over the corresponding letter in the table header. <br> There are 4 colours to distinguish between different types of reservations. Hover over a colour below to see the description. <br> Click on the "History" tab, you should see the table with all of your reservations. Reservations are in descending order, i.e. upcoming reservations are on the top while older ones are below them. You can sort the table by field, start or end time. To see reservations from the past or next month, select the month above the table and click "Sort". <br> You can change time or/and field of your reservation whenever you want but not 15 minutes before the start of the reservation. That means if you have, for example, a reservation starting at 14:00, then you can make changes until 13:45. Note that you can only choose a new time or/and field for the same date as the reservation that you are trying to edit. You can remove a reservation 24 hours before the day of the reservation. E.g. you have a reservation on 29th of November, then you can cancel it until 23:59 on 28th November. The money will be added to your account's balance. </p> <p><b>In order to modify an upcoming reservation</b> click on the "History" tab, you should see the table with all of your reservations. If you can edit a reservation (check Is it possible to modify an upcoming reservation?), then there will be a pencil icon next to the reservation, click on it. You should see an alert asking for confirmation. If you really want to change the reservation then click "OK", otherwise decline by clicking "Cancel". You should see a table where a red slot indicates the reservation you are trying to change. Drag it to another slot that suits you and is free. Then click "Submit".</p> <p><b>In order to cancel an upcoming reservation</b> click on the "History" tab, you should see the table with all of your reservations. If you can remove a reservation (check Is it possible to cancel an upcoming reservation?), then there will be a cross icon next to the reservation, click on it. You should see an alert asking for confirmation. If you really want to delete the reservation then click "OK", otherwise decline by clicking "Cancel".</p> <p><b>In order to see and change the account information</b> click on the "Account" tab, you should see the account modification page. You can update your name, phone number and password. If you want to change your password, then click on the checkbox and fill in all the fields, otherwise leave checkbox unchecked and just click "Update" to finish. You cannot leave name and phone number fields empty. You cannot change your e-mail for security reasons. If you really need to change your e-mail, then contact the administrator.</p> <p><b>In order to add money to the account balance</b> click on the "Balance" tab, you should see the account balance page. Fill in the amount you wish to add to your account balance and click "Submit" to proceed to pay.</p> </div>
et: <h2>Spordirajatiste kasutamise üldtingimused</h2> <h3>Spordirajatiste kasutaja kohustub:</h3> <div class="fieldWrapper"> <ol> <li>viibima spordirajatisel ainult kokkulepitud ajal ja eesmärgil.</li><li>kasutama hoolivalt tema hoolde usaldatud Agility inventari.</li><li>teatama koheselt inventari puudujääkidest ja kahjustustest.</li><li>parkima väljaspool sõiduteed parklas selleks ettenähtud alal.</li><li>tagama, et tema koer hoiab puhtust kunstmuruväljakutel, trahv 10 eurot.</li><li>koristama oma koera järelt aiaga piiratud alas ja selle ümbruses lubatud aladel.</li><li>kindlustama, et tema koer ei ohusta teiste koerte ega inimeste elu ja tervist.</li><li>suhtuma sõbralikult ja mõistvalt naaberplatsidel treenijatesse.</li><li>viimasena lahkudes lukustama kõik väravad ja kustutama tuled.</li><li>jälgima keelumärke ümbritsevatel haljasaladel ja seal mitte koeraga jalutama.</li><li>teatama koheselt ülaltoodud reeglite rikkumisest või muust ebasoovitavast käitumisest territooriumil või selle ümbruses.<br><b>Viivitamatuks sekkumiseks:</b> <a href=\tel:+3725271414\>+372 527 1414</a> <br> <b>Tavateavitus:</b> <a href=\mailto:agility.arenguselts@gmail.com\>agility.arenguselts@gmail.com</a> </li></ol> </div> <h2>Ostutingimused ja juhised broneerimiseks ning oma konto haldamiseks</h2> <div class="fieldWrapper"> <p><b>Broneerimiseks</b> valige kalendrist sobiv kuupäev ja seejärel valige üks või mitu vaba kohta parempoolsest tabelist (olenevalt sellest, millist väljakut/väljakuid soovite). Koha alguskellaajast peab olema vähemalt 30 minutit praegusest hetkest. Et valitud kohalt broneeringut kustutada, vajutage broneeringule veel üks kord. Broneeringud võivad olla erinevatel päevadel, lihtsalt valige kalendrist teine kuupäev. Kui te olete valimise lõpetanud, vajutage nupule "Edasi", et liikuda makselehele. Vaadake uuesti valitud broneeringud üle ja vajadusel saate samalt lehelt broneeringuid ka kustutada. Maksta saab kontol oleva rahaga ehk saldoga või pangalingi kaudu. Teil on aega 10 minutit, et broneerimine lõpule viia. Kui aeg saab otsa, kustutatakse kõik teie valitud broneeringud. Võimalik on broneerida 3 väljakule. Iga väljaku kirjeldust näeb, kui "Broneeri" lehel tabeli peases olevatele tähtedele hiirega peale minna. Kogu valduse plaan näeb välja selline: Et teha vahet erinevat tüüpi broneeringutel, on kasutusel 4 värvi. Kui hiirega allpool olevatele värvidele peale minna, siis näeb iga värvi kohta tema kirjeldust. Selleks, et näha oma tulevasi/vanu broneeringuid vajutage vahelehel "Ajalugu" ja te peaksite nägema tabelit kõigi oma broneeringutega. Broneeringud on kahanevas järjekorras, s.t tulevased broneeringud on ülevalpool ja vanad broneeringud on allpool. Broneeringuid on võimalik sorteerida väljaku, algusaja või lõppaja järgi. Et näha järgmise või eelmise kuu broneeringuid, valige sobiv kuu tabeli peasest ja vajutage nupule "Sorteeri". <br> Te saate muuta oma broneeringul kellaaega ja/või väljakut ükskõik millal, aga 15 minutit enne broneeringu algust enam mitte. See tähendab, et kui teil on näiteks broneering algusega 14:00, siis te saate muudatusi teha kuni kella 13:45. Pange tähele, et broneeringul, mida te muudate, saate valida ainult uut kellaaega ja/või väljakut samale päevale. <br> Broneeringut saab kustutada 24 tundi enne broneeringu päeva. Näiteks teil on broneering 29. novembril, siis saate seda kustutada kuni kella 23:59 28. novembril. Raha kustutatud broneeringute eest lisatakse teie saldole. <br><b>Muutmiseks</b> vajutage vahelehel "Ajalugu" ja te peaksite nägema tabelit kõigi oma broneeringutega. Kui te saate broneeringut muuta, siis on broneeringu kõrval pliiatsiikoon, vajutage selle peal. Te peaksite nägema hoiatust, mis küsib muutmise kinnitust. Kui te tõesti soovite broneeringut muuta, vajutage nupule "OK", muul juhul keelduge vajutades nupule "Tühista". Te peaksite nägema tabelit, kus on punane kast, mis näitab, millist broneeringut te muuta soovite. Lohistage see uude kohta, mis teile sobib ja mis on vaba. Siis vajutage nupule "Edasi". <br><b>Kustutamiseks</b> vajutage vahelehel "Ajalugu" ja te peaksite nägema tabelit kõigi oma broneeringutega. Kui te soovite broneeringut kustutada (kontrollige küsimust Kas tuevat broneeringut on võimalik kustutada?), siis on broneeringu kõrval ristiikoon, vajutage selle peale. Te peaksite nägema hoiatust, mis küsib kinnitust. Kui te tõesti tahate broneeringut kustutada, vajutage nupule "OK", muul juhul keelduge vajutades nupule "Tühista". <br><b>Oma konto andmete muutmiseks</b> vajutage vahelehele "Konto" ja te peaksite nägema konto muutmise lehte. Te saate muuta oma nime, telefoninumbrit ja parooli. Kui te soovite muuta oma parooli, vajutage kastil "Muuda parooli" ja täitke kõik väljad ära. Muul juhul ärge kastile vajutage ja lihtsalt vajutage nupule "Uuenda", et uuendamist lõpetada. Nime ja telefoninumbri väljad ei tohi olla tühjad. E-posti aadressi ei saa muuta turvakaalutlustel. Kui te tõesti soovite muuta oma e-posti aadressi, siis võtke ühendust administraatoriga. <br> <b>Oma kontole saldo lisamiseks</b> vajutage vahelehele "Raha" ja te peaksite nägema saldo lehte. Sisestage summa, mida soovite lisada oma saldole ja vajutage nupule "Edasi", et hakata maksma.</p></div>

source: Account balance
et: Kontojääk
ru: Сальдо

source: Your current account balance:
et: Sinu hetkesaldo:
ru: Ваше текущее сальдо:

source: Select an amount to add by filling in the field below.
et: Kirjutage valitud summa, mida soovite saldole lisada, allolevasse lahtrisse.
ru: Выберите сумму, заполнив поле ниже.

source: Deactivate account
et: Deaktiveeri konto
ru: Деактивировать учётную запись

source: In order to deactivate your account please enter your password. Note that you will not be able to login anymore.
et: Et deaktiveerida oma konto, palun sisestage oma parool. Pange tähele, et edaspidi pole sisselogimine võimalik.
ru: Для того, чтобы деактивировать свою учётную запись, пожалуйста, введите пароль. После этого вы больше не сможете войти на сайт.

source: Deactivate
et: Deaktiveeri
ru: Деактивировать

source: Registration
et: Registreerimine
ru: Регистрация

source: First Name
et: Eesnimi
ru: Имя

source: Last Name
et: Perekonnanimi
ru: Фамилия

source: E-mail
et: E-posti aadress
ru: Адрес электронной почты

source: Phone Number
et: Telefoninumber
ru: Номер телефона

source: Passwords
et: Paroolid
ru: Пароли

source: Enter
et: Registreeri
ru: Зарегистрироваться

source: User modification
et: Kasutaja muutmine
ru: Изменение учётной записи

source: Update account
et: Uuenda kontot
ru: Изменить учётную запись

source: Your gate pin:
et: Sinu värava pin:
ru: Ваш ПИН для калитки:

source: Update
et: Uuenda
ru: Изменить

source: User has been successfully registered.
et: Kasutaja registreeriti edukalt.
ru: Пользователь успешно зарегистрирован.

source: Information has been updated.
et: Informatsioon on uuendatud.
ru: Информация обновлена.

source: User has been deactivated.
et: Kasutaja on deaktiveeritud.
ru: Пользователь деактивирован.

source: Email instructions have been sent.
et: Juhised saadeti Teie e-posti aadressile.
ru: Инструкция отправлена на Ваш адрес электронной почты.

source: Your password has been set. You may go ahead and log in now.
et: Parool on muudetud. Te võite nüüd sisse logida.
ru: Ваш пароль восстановлен. Можете войти на сайт.

source: Password reset unsuccessful
et: Parooli muutmine edukas
ru: Не удалось восстановить пароль.

source: Enter new password
et: Sisestage uus parool
ru: Введите новый пароль.

source: August
ru: Август

source: September
ru: Сентябрь

source: November
ru: Ноябрь

source: of
ru: из

source: English
ru: английский

source: E-mail:
ru: Адрес электронной почты

source: pin
ru: ПИН

source: <h2>Terms of service</h2> <h3>THE USER OF THE GROUNDS AGREES TO:</h3> <div class="fieldWrapper"> <ol> <li>stay on the grounds only on the prearranged time and purpose.</li> <li>use carefully the inventory of Tartu Agility Arenguselts.</li> <li>inform immediately if there is missing or broken inventory.</li> <li>park in the specified parking lot.</li> <li>guarantee that his dog maintains cleanliness on the fields with fake grass, penalty 10 euros. </li> <li>clean after his dog in the area surrounded with the fence and near it. </li> <li>ensure that his dog is not a threat to other dogs or people. </li> <li>respect other users of the grounds.</li> <li>lock all the gates and turn of the lights if he leaves as the last person.</li> <li>follow signs on the surrounding fields and not walk their dog there. </li> <li>inform immediately if the aforementioned rules are being broken or other inadvisable behaviour on the grounds or near it. <br> <b>Prompt information:</b> phone <a href=\tel:+3725271414\>+372 527 1414</a> <br> <b>Normal information:</b> e-mail <a href=\mailto:agility.arenguselts@gmail.com\>agility.arenguselts@gmail.com</a> </li> </ol> </div>
ru: <h3>ПОЛЬЗОВАТЕЛЬ ПЛОЩАДКИ СОГЛАСЕН:</h3> <ol> <li>находиться на площадке только во время заранее запланированного времени и цели.</li> <li>бережно относиться к инвентарю Tartu Agility Arenguselts.</li> <li>сообщать немедленно, если есть отсутствующий или сломанный инвентарь.</li> <li>парковать машину на указанной стоянке.</li> <li>гарантировать, что его собака поддерживает чистоту на площадках с искусственной травой, штраф 10 евро. </li> <li>убирать за собакой на участке с забором и вблизи него. </li> <li>гарантировать, что его собака не является угрозой для других собак или людей. </li> <li>уважать других посетителей площадок.</li> <li>закрыть все калитки и выключить свет, если он уходит последним.</li> <li>следовать указателям в окрестностях площадки и не выгуливать там свою собаку. </li> <li>сообщать немедленно, если вышеуказанные правила нарушаются или замечено другое неуместное поведение на площадке или вблизи неё. <br> <b>Срочная информация:</b> телефон <a href=\tel:+3725271414\>+372 527 1414</a> <br> <b>Обычная информация:</b> электронная почта <a href=\mailto:agility.arenguselts@gmail.com\>agility.arenguselts@gmail.com</a> </li> </ol>
