Repository: crypotex/taas
Catalog: locale/*/LC_MESSAGES/django.po
Languages: et, ru

source: tire jump (1)
et: rõngas (1)
ru: кольцо (1)

source: long jump (1)
et: kaugus (1)
ru: прыжок в длину (1)

source: closed tunnel (chute) (1)
et: kott (1)
ru: мягкий туннель (1)

source: weave poles (slalom) (1)
et: slaalom (1)
ru: слалом (1)

source: TOTAL: 19 obstacles
et: KOKKU: 19 takistust
ru: ВСЕГО: 19 препятствий

source: B-FIELD (AGILITY):
et: B-PLATS (AGILITYRADA):
ru: ПЛОЩАДКА B (АДЖИЛИТИ):

source: open tunnels (4) =2x6m, 5m, 4m
et: tunnelid (4) = 2x6m, 5m, 4m
ru: туннели (4) =2x6м, 5м, 4м

source: dog walk (1)
et: poom (1)
ru: бум (1)

source: A-frame (1)
et: A-tõke (1)
ru: горка (1)

source: seesaw (1)
et: kiik (1)
ru: качели (1)

source: table (1)
et: laud (1)
ru: стол (1)

source: C-FIELD:
et: C-PLATS
ru: ПЛОЩАДКА C

source: Obedience training ground
et: Kuulekustrenni väliplats
ru: Площадка для дрессировки собак на послушание

source: Area for spectators and camping during competitions
et: Võistluste telkimise ja pealtvaatajate ala
ru: Участок для палаток и зрителей во время соревнований

source: Paid reservation of another user.
et: Teise kasutaja makstud broneering.
ru: Бронирование другого пользователя (оплачено).

source: Your paid reservation.
et: Sinu makstud broneering.
ru: Ваше бронирование (оплачено).

source: Your unfinished reservation.
et: Sinu lõpetamata broneering.
ru: Ваше предварительное бронирование.

source: Unfinished reservation of another user.
et: Teise kasutaja lõpetamata broneering.
ru: Предварительное бронирование другого пользователя.

source: Warning
et: Hoiatus
ru: Предупреждение

source: Menu
et: Menüü
ru: Меню

source: Login
et: Logi sisse
ru: Войти

source: Register
et: Registreeri
ru: Регистрация

source: Hello,
et: Tere,
ru: Здравствуйте,

source: Logout
et: Logi välja
ru: Выйти

source: To make all your reservations you have
et: Broneeringute tegemiseks on Teil aega
ru: Чтобы закончить бронирование у вас осталось

source: minutes
et: minutit
ru: минут(ы)

source: NGO Info
et: MTÜ Info
ru: Информация НПО

source: Registry code
et: Registrikood
ru: Регистрационный код

source: Bank details
et: Pangarekvisiidid
ru: Банковские реквизиты

source: Contact
et: Kontakt
ru: Контакт

source: Phone number
et: Telefoninumber
ru: Номер телефона

source: Support
et: Abi
ru: Поддержка

source: Terms and Conditions of Purchase
et: Üld- ja ostutingimused

source: Payment Conditions
et: Maksetingimused
ru: Условия оплаты

source: Privacy Policy
et: Privaatsuspoliitika
ru: Политика конфиденциальности

source: TAAS administration
et: TAAS'i administreerimine
ru: Администрация TAAS

source: Personal info
et: Isiklik info
ru: Персональная информация

source: Permissions
et: Õigused
ru: Права доступа

source: Important dates
et: Tähtsad kuupäevad
ru: Важные даты

source: Pins
et: Pinid
ru: ПИН

source: User
et: Kasutaja
ru: Пользователь

source: The length of the password has to be more than 8 characters.
et: Parooli pikkus peab olema rohkem kui 8 tähemärki.
ru: Длина пароля должна быть больше, чем 8 символов.

source: Password confirmation
et: Uue parooli kinnitus
ru: Подтверждение пароля

source: Change password
et: Muuda parooli
ru: Изменить пароль

source: New password
et: Uus parool
ru: Новый пароль

source: New password confirmation
et: Uue parooli kinnitus
ru: Подтверждение нового пароля

source: Old password
et: Vana parool
ru: Старый пароль

source: Old password is required.
et: Palun sisestage vana parool.
ru: Необходимо ввести старый пароль.

source: New password is required.
et: Palun sisestage uus parool.
ru: Необходимо ввести новый пароль.

source: New password confirmation is required.
et: Palun sisestage uus parool teist korda.
ru: Необходимо ввести подтверждение нового пароля.

source: Your old password was entered incorrectly. Please enter it again.
et: Vana parool sisestati valesti. Palun sisestage parool uuesti.
ru: Ваш старый пароль введен неправильно. Пожалуйста, введите его снова.

source: The two new password fields didn't match.
et: Uus parool ei sobinud uue parooli kinnitusega.
ru: Введенные пароли не совпадают.

source: Your password was entered incorrectly. Please enter it again.
et: Parool sisestati valesti. Palun proovige uuesti.
ru: Ваш пароль введен неправильно. Пожалуйста, введите его снова.

source: Amount
et: Summa
ru: Сумма

source: Phone number is invalid.
et: Telefoninumber ei sobi.
ru: Номер телефона недействителен.

source: first name
et: Eesnimi
ru: имя

source: last name
et: Perekonnanimi
ru: фамилия

source: email address
et: E-posti aadress
ru: адрес электронной почты

source: phone number
et: Telefoninumber
ru: номер телефона

source: staff status
et: personali staatus
ru: статус персонала

source: Designates whether the user can log into this admin site.
et: Määrab, kas kasutaja saab logida admini-lehele.
ru: Отметьте, если пользователь может входить в административную часть сайта.

source: active
et: aktiivne
ru: активный

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
et: Määrab, kas kasutaja on aktiivne.
ru: Отметьте, если пользователь должен считаться активным. Уберите эту отметку вместо удаления учётной записи.

source: budget (€)
et: saldo (€)
ru: сальдо (€)

source: date joined
et: liitumiskuupäev
ru: дата регистрации

source: Button ID
et: Nööbi ID
ru: ID ключа

source: users
et: kasutajad
ru: пользователи

source: First, first name, last name, email and password. Then, you'll be able to edit more user options.
et: Sisestage eesnimi, perekonnanimi, e-posti aadress ja parool. Siis on Teil võimalus muuta rohkem kasutaja valikuid.
ru: Сначала введите имя, фамилию, адрес электронной почты и пароль. Затем вы сможете ввести больше информации о пользователе.

source: Enter first name, last name, email and password.
et: Sisestage eesnimi, perekonnanimi, e-posti aadress ja parool.
ru: Введите имя, фамилию, адрес электронной почты и пароль.

source: Please login to see this page.
et: Selle lehe nägemiseks logige palun sisse.
ru: Пожалуйста, войдите чтобы увидеть эту страницу.

source: Lost password?
et: Unustasid parooli?
ru: Забыли пароль?

source: Reset your password
et: Muudke oma parooli
ru: Восстановить пароль

source: Please enter your new password twice so we can verify you typed it in correctly.
et: Palun sisestage uus parool kaks korda, et me saaksime kinnitada selle sobivust.
ru: Пожалуйста, введите новый пароль дважды, чтобы мы могли убедиться в правильности написания.

source: Change my password
et: Muuda mu parool
ru: Изменить пароль

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
et: Parooli muutmise link ei kehti, ilmselt kuna seda on juba kasutatud. Palun esitage uus päring parooli muutmiseks.
ru: Ссылка для восстановления пароля недействительна, возможно, потому, что она уже была использована. Пожалуйста, запросите новую ссылку для восстановления пароля.

source: Dear
et: Lugupeetud
ru: Уважаемый/Уважаемая

source: You're receiving this email because you requested a password reset for your user account at Tartu Agility Arenguselts website.
et: Tundub, et olete unustanud oma parooli Tartu Agility Arenguseltsi kodulehel.
ru: Вы получили это письмо, потому что вы желаете восстановить свой пароль на сайте Tartu Agility Arenguselts.

source: Please go to the following page and choose a new password:
et: Parooli uuendamiseks vajutage palun allolevat linki ja sisestage uus parool:
ru: Пожалуйста, перейдите на следующую страницу и введите новый пароль:

source: Your username, in case you've forgotten:
et: Teie e-posti aadress, juhul kui olete selle unustanud:
ru: Ваше имя пользователя, если вы его забыли:

source: Best regards, Tartu Agility Arenguselts
et: Parimate soovidega, Tartu Agility Arenguselts
ru: С уважением, Tartu Agility Arenguselts

source: Enter your email address below, and we'll email instructions for setting a new one.
et: Sisestage oma e-posti aadress allpool olevasse lahtrisse ning me saadame Teie e-posti aadressile lingi, millele vajutades saate uue parooli valida.
ru: Введите ниже свой адрес электронной почты и мы отправим вам инструкцию для восстановления пароля.

source: Reset my password
et: Saada e-kiri
ru: Восстановить мой пароль

source: Password reset
et: Parooli muutmine
ru: Восстановление пароля

source: It is possible to use the following payment methods to book Tartu Agility Arenguselts´s sporting grounds:
et: Tartu Agility Arenguseltsi spordiväljakute broneerimiseks on võimalik kasutada järgnevaid makseviise:
ru: Для бронирования спортивной площадки Tartu Agility Arenguselts можно использовать следующие способы оплаты:

source: <li>Paying by Prepayments budget</li> <li>Paying by MakeCommerce</li> <li>Paying by Pro Forma (prepayment) invoice</li>
et: <li>Tasumine ettemaksud saldo arvelt</li> <li>Tasumine läbi Maksekeskuse</li> <li>Tasumine ettemaksuarve alusel</li>
ru: <li>Оплата со средств баланса</li> <li>Оплата через MakeCommerce</li> <li>Оплата по счету</li>

source: NB! Paying by prepayments budget and by internet bank is possible only by logging in with an activated account. <br><br> <b>Paying by prepayments budget</b> <br> After you have marked the desired dates in the calendar on your (activated) account, pressed “Submit”, agreed to the <a href="/user/terms">general and purchasing terms</a> and chosen payment method “Budget” then you must enter your password to finalize the deal, which decreases your account´s budget and confirms the made reservations. To add money to your account press the tab “Balance”, enter the sum you wish to add and press “Submit” to pay by internet bank. <br><br> <b>Paying by MakeCommerce</b> <br> After you have marked the desired dates in the calendar on your (activated) account, pressed “Submit”, agreed to the <a href="/user/terms">general and purchasing terms</a> and chosen payment method “Transaction”, you must choose the bank from which you wish to make the transfer from. Then you will be redirected by the Payment Center to the corresponding internet bank, where you can finalize the payment to make the reservation or to increase your budget. <br><br> <b>NB! Payments done by MakeCommerce will be settled in Euros and the sum from your account will also be deducted in Euros!</b> <br><br> By Makecommerce you can use the payment links from the following banks:
et: Tähelepanu! Ettemakstud saldo arvelt ja internetipangas maksmine on võimalik ainult aktiveeritud kontoga sisselogimisel. <br><br> <b>Tasumine ettemaksud saldo arvelt </b> <br> Kui oled oma aktiveeritud konto lehel märkinud soovitud ajad kalendrisse, vajutanud klahvi “Edasi”, nõustunud <a href="/user/terms">Üld- ja ostutingimustega</a> ja valinud seejärel makseviisiks "Saldo", tuleb tehingu lõpetamiseks sisestada oma parool, millega vähendatakse teie saldo jääki ja kinnitatakse valitud broneeringud. Oma kontole raha lisamiseks vajutage vahelehele "Raha". Sisestage summa, mida soovite lisada ja vajutage nupule "Edasi", et tasuda internetipangas. <br><br> <b>Tasumine läbi Maksekeskuse</b> <br> Kui oled oma aktiveeritud konto lehel märkinud soovitud ajad kalendrisse, vajutanud klahvi “Edasi”, nõustunud <a href="/user/terms">Üld ja ostutingimustega</a> ja valinud seejärel makseviisiks "Ülekanne", tuleb välja valida pangalink, millelt soovitakse makset teostada, peale mida suunab Maksekeskus Teid valitud internetipanka, kus saate broneeringu või saldo suurendamise eest tasuda. <br><br> <b>NB! Läbi Maksekeskuse tehtud tehingud arveldatakse eurodes ning ka Teie kontolt läheb maha valitud summa eurodes!</b> <br><br> Läbi Makskeskuse saate kasutada pangalinke järgmistes pankades:
ru: Внимание! Оплата со средств баланса и платеж через интернет-банк возможны только при входе в систему. <br><br> <b>Оплата со средств баланса</b> <br> После входа в систему, бронирования подходящего времени и нажатия кнопки "Дальше", соглашаясь с <a href="/user/terms">общими условиями покупки</a>, выбирите способ оплаты «Сальдо». Для завершения сделки введите пароль, после чего Ваш остаток баланса уменьшится и совершится бронирование. Для пополнения своего баланса зайдите на вкладку «Деньги». Введите сумму, которую желаете внести и перейдите по кнопке «Далее» в интернет-банк для проведения платежа. <br><br> <b>Оплата через MakeCommerce</b> <br> После входа в систему, бронирования подходящего времени и нажатия кнопки "Дальше", соглашаясь с <a href="/user/terms">общими условиями</a> покупки, выбирите способ оплаты «Трансакция». Далее следует выбрать подходящий банк, со средств которого желаете произвести платеж. MakeCommerce направит Вас в нужный банк, где можете оплатить бронирование или пополнить свой баланс. <br><br> <b>NB! Платежные операции, осуществляемые через MakeCommerce вычисляются в евро, также с Вашего счета будут сниматься суммы в евро!</b> <br> Через MakeCommerce есть возможность перейти на следующие банковские ссылки:

source: <li>Estonia: Swedbank, SEB, Nordea, Dbanske, LHV, Krediidipank, Pocopay and Liisi ID</li> <li>Latvia: SEB, Citadele and Nordea</li> <li>Lithuania: Swedbank, SEB and Nordea</li> <li>Finland: Nordea, Danske, Pohjola, Ålandsbanken, S-Pankki, Säästonpankki and Handelsbanken</li>
et: <li>Eesti: Swedbank, SEB, Nordea, Danske, LHV, Krediidipank, Pocopay ja Liisi ID</li> <li>Läti: SEB, Citadele ja Nordea</li> <li>Leedu: Swedbank, SEB ja Nordea</li> <li>Soome: Nordea, Danske, Pohjola, Ålandsbanken, S-Pankki, Säästonpankki ja Handelsbanken</li>
ru: <li>Эстония: Swedbank, SEB, Nordea, Danske, LHV, Krediidipank, Pocopay и Liisi ID</li> <li>Латвия: SEB, Citadele и Nordea</li> <li>Литва: Swedbank, SEB и Nordea</li> <li>Финляндия: Nordea, Danske, Pohjola, Ålandsbanken, S-Pankki, Säästonpankki и Handelsbanken

source: It is also possible to receive card payments from Visa, MasterCard & Maestro. <br><br> <b>Paying by Pro Forma (prepayment) invoice</b> <br> Paying by Pro Forma invoice is possible only for corporate bodies, who wish to provide reservations for certain periods throughout the whole season. Outer season lasts from the 1st of April until the 30th of September and inner season from 1st of October until 31st of March. <br><br> Pro Forma invoice should be requested by sending the reservation wishes for the whole season to <a href="mailto:agility.arenguselts@gmail.com">agility.arenguselts@gmail.com</a>. The Pro Forma invoice will be sent to you during the next 3 business days, which you can then pay by internet bank or in bank's offices. Reservations cannot be added before the whole (100%%) of the Pro Forma invoice´s sum is received by Tartu Agility Arenguselts. If the Pro Forma invoice is not paid in 14 days after issuance, then the reservation wish will be cancelled.
et: Lisaks on võimalik vastu võtta Visa, MasterCard & Maestro kaardimakseid. <br><br> <b>Tasumine ettemaksu-arve alusel</b> <br> Tasumist ettemaksu-arve alusel võimaldatakse ainult juriidilistele isikutele, kes soovivad tagada kindlate aegade broneerimise kogu hooaja vältel. Välishooaeg kestab 01.aprillist kuni 30.septembrini ja sisehooaeg 01.oktoobrist kuni 31.märtsini. <br><br> Ettemaksu-arve tuleks tellida terveks hooajaks broneeringute sooviavalduse saatmisega e-postile agility.arenguselts@gmail.com. Teie e-posti aadressile saadetakse ettemaksu-arve kolme tööpäeva jooksul, mille alusel saate tasuda kas internetipangas või pangakontoris vastavalt soovile. Broneeringuid ei ole võimalik lisada enne kui kogu (100%%) ettemaksu-arve summa on laekunud Tartu Agility Arenguselts arveldusarvele. Kui ettemaksu-arvet ei tasuta 14 päeva jooksul, siis tühistatakse broneeringu soov.
ru: Так же можно использовать карточные платежи Visa, MasterCard & Maestro. <br><br> <b>Оплата по счету</b> <br> Предварительная оплата по счету возможна только для юридических лиц, желающих обеспечить время бронирования в течение всего сезона. Сезон длится с 01 апреля до 30 сентября. Крытый сезон длится с 01 октября до 31 марта. <br><br> Для заказов бронирования на весь сезон счет предоплаты следует заказать путем отправки электронной почты по адресу <a href="mailto:agility.arenguselts@gmail.com">agility.arenguselts@gmail.com</a>. Счет предоплаты будет выслан на Вашу электронную почту в течении трех дней, на основании которого сможете произвести оплату по своему желанию через интернет-банк или в банковской конторе. Бронировать дополнительные времена возможно только после 100%% оплаты счета (деньги должны перечислиться на счет Tartu Agility Arenguselts). Если счет не будет оплачен в течение 14 дней, запрос на бронирование будет отменен.
